[
    {
        "id": 1,
        "title": "Kūrinių skyrius",
        "content": [
            {
                "header": "KŪRINIAI",
                "body": "Kūrinius reikia skaityti. Skaityti sąmoningai, su tikslu. Skaitant reikia iš karto galvoti ir įsiminti (užsirašyti) - kokios pagrindinės idėjos kūrinyje aptartos. Kokią temą būtų galima parašyti iš to kūrinio? Kokias tezes galima suformuluoti? Kur yra įdomių citatų? Ir panašiai. Privalomų kūrinių sąrašą pateikia mokytojai. Kartais galima ir internete rasti informacijos, pvz. ",
                "links": ["https://lietuviukalbosmokytojas.lt/2023/09/20/programiniu-autoriu-sarasas-11-12-klasiu-mokiniams-pagal-2023-m-atnaujintas-programas/"]
            },
            {
                "header": "CITATŲ INDEKSAS",
                "body": "Tai savotiškas tavo įsidėmėtų citatų “žemėlapis” - jų pažymėjimas (“koordinatės”) tavo galvoje ar popieriuje, ar tiesiog skirtukais knygoje. \nPavyzdžiui, F. Kafkos “Metamorfozėje” daug tinkamų citatų yra pirmojoje dalyje pirmuosiuose puslapiuose. O apie parazituojančią (iš Gregoro pinigų gyvenusią ir kapitalą susikaupusią) šeimą kalbama antroje dalyje maždaug per vidurį. \n\nKam to reikia? Per egzaminą sutaupo laiką: kai jau žinai “raktinius žodžius” iš citatų ir kurioje maždaug vietoje tos citatos turi būti, greičiau randi citatas."
            },
            {
                "header": "TEZIŲ SĄRAŠAS",
                "body": "Tiesiog susidaryk visų tezių, kokias tik sugalvojai, sąrašą. Pildyk šį sąrašą nuolat. Ir peržiūrinėk, permąstyk. Dalinkis su draugais, parodyk mokytojams. Galvok, kaip argumentuotum vieną ar kitą tezę rašinyje. Darykit tezių protmūšį su draugais! \n\nKuo pasitarnauja tezių sąrašas? Taupo laiką egzamino metu. Suteikia pasitikėjimo."
            },
            {
                "header": "KŪRINIŲ IR TEMŲ ŽEMĖLAPIS",
                "body": "Tai tokia vieta (popierius, virtuali erdvė ar kažkas ką tik tu gali sugavoti), kur:\n1) susirašai temas (pvz. Meilė, Tėvynės ilgesys, jaunas žmogus, karas…),\n2) prie kiekvienos temos susirašai tinkančius autorius ar kūrinius,\n3) sujungi linijomis (arba rodyklėmis) temas, kurios yra susijusios (giminingos) ir gali būti viena kitos aspektu arba pakaitalu.\n\nČia gali pažiūrėti vieno tokio žemėlapio pavyzdį.",
                "body2": " \n\nŽemėlapį geriausia pasidaryti savo ir jį nuolat apžiūrinėti bei tobulinti. \n\nPavyzdžiui, temos “Meilė” ir “Švelnumas” yra giminingos - jei tema yra “Meilė literatūroje”, tai švelnumą galima pateikti, kaip meilės aspektą. Jei tema yra “Švelnumas literatūroje”, tai tada galima meilę pateikti, kaip švelnumo aspektą. Todėl šias temas žemėlapyje sujunk linija ar rodyklėmis.\n\nKą tai duoda? Ogi tai, kad parašius rašinį viena tema, galima daug ką “pernaudoti” rašant kitas giminingas temas. Kai kur galima tiesiog naudoti viską tą patį, tik pakeisti raktinius žodžius. \n\nVisa tai suprasti padeda šis žemėlapis. Tai - labai geras įrankis. Rašinio Vedlys rekomenduoja - pasidaryk jį!"
            }
        ]
    },
    {
        "id": 2,
        "title": "Taisyklių skyrius",
        "content": [
            {
                "header": "OFICIALŪS REIKALAVIMAI",
                "body": "Yra nustatomi tam tikri reikalavimai rašiniams. Tie reikalavimai gali keistis. Tad kievienais metais šiuos reikalavimus tau privalo pateikti ir išaiškinti mokytojai."
            },
            {
                "header": "RAŠINIO SCHEMA",
                "body": "Rašinio schemų galima sugalvoti įvairių. Tu gali sugavoti savo schemą.\n\nRašinio Vedlys parodys kaip rašyti rašinį pagal 20 žingsnių schemą."
            }
        ]
    },
    {
        "id": 3,
        "title": "Kontekstų skyrius",
        "content": [
            {
                "header": "AUTORIŲ BIOGRAFIJOS",
                "body": "Istorija arba autoriaus biografija gali paaiškinti, kodėl autorius vienaip ar kitaip atskleidė temą. Tai labai praverčia rašant kontekstus (jų paaškinimą rasi Rašinio Vedlio skaidrėse)"
            },
            {
                "header": "KITOS ŽINIOS",
                "body": "Čia tinka bet koks žinojimas, kuris gali padėti rašant rašinį. Patarlės, priežodžiai, citatos gali pagyvinti rašinio tekstą. Meninės raiškos priemonių žinios padeda geriau “iššifruoti” ką autorius kūrinyje nori pasakyti. Čia galima priskirti net gamtos, fizikos, gramatikos ir rašybos žinias! Taigi, įvairių sričių žinios telpa šiame skyriuje."
            }
        ]
    }
]