[
    {
        "id": 1,
        "header": "APIE RAŠINĮ",
        "body": "Rašinys - tai kelionė. Kaip ja džiaugtis? \n Atsakymas galėtų būti toks - susikrauk gerą kuprinę ir pasitikėk savimi. \nKuprinė - tai tavo sukauptų žinių simbolis. \nO pasitikėjimas savimi - tai gebėjimas žiniomis naudotis, metodai ir praktikos, kuriuos įvaldai. \nYra daug būdų, metodų ir praktikų, kaip rašyti rašinį. \nKiekvienas gali susikurti savo metodą, jį praktikuodamas tobulinti ir taip auginti savo pasitikėjimą. \nŠiame puslapyje rasi aprašytą struktūrinį literatūrinio rašinio rašymo metodą. \nTai - metodas, kuris remiasi smulkiai išnagrinėta rašinio struktūra.\n \nRašinio procesas vyksta ciklais: pirmiausia susikrauni kuprinę, tada rašai rašinį, gauni įvertinimą, mąstai. Ir pradedi naują ratą - vėl pildai ir puoselėji kuprinę, leidiesi į rašinio kelionę, sulauki atsiliepimų ir įvertinimų… ir vėl iš naujo ir t.t.\n  \nKaip matai, labai svarbus dalykas yra kuprinė. Todėl susipažink su kuprine."
    },
    {
        "id": 2,
        "header": "APIE KUPRINĘ",
        "body": "Kuprinių būna įvairių. Kiekvienas turi savo kuprinę. \nBet vienas skyrius kuprinėje, ko gero, pas visus yra toks pats - tai Kūrinių skyrius.\n \nŠtai kokia yra Rašinio Vedlio kuprinė: joje yra trys skyriai - Kūrinių skyrius, Taisyklių skyrius, Kontekstų skyrius.\n \nKūrinių skyriuje saugomi tokie dalykai: perskaityti (ar kitokiu būdu žinomi) kūriniai, Citatų indeksas, Tezių sąrašas, Kūrinių ir temų žemėlapis. \nTaisyklių skyrius rūpinasi dviem pagrindiniais dalykais. Pirma - žinojimu apie oficialius reikalavimus rašiniui. Antra - rašinio schema. \nKontekstų skyrius talpina visas kitas bendrąsias žinias, kurios gali praversti rašant rašinį. Tai ir istorija, ir meninės raiškos priemonės, ir autorių biografijos, ir tautosaka (patarlės, priežodžiai), ir žymių žmonių citatos, ir … viskas, kas tik galėtų praversti (gali būti net fizika).\n \nDaugiau paaiškinimų apie Rašinio Vedlio kuprinę rasi ",
        "link": "ČIA"
    }
]